tap "homebrew/bundle"
brew "bat"
brew "dog"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gifsicle"
brew "git"
brew "git-cliff"
brew "git-delta"
brew "glow"
brew "inlyne"
brew "jq"
brew "lazygit"
brew "neovim"
brew "pnpm"
brew "poppler"
brew "ripgrep"
brew "starship"
brew "unar"
brew "xh"
brew "yarn"
brew "yazi"
brew "zellij"
brew "zoxide"
cask "font-jetbrains-mono-nerd-font"
cask "insomnia"
cask "obsidian"
cask "rectangle"
cask "wezterm"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "mattpocock.ts-error-translator"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "orta.vscode-jest"
vscode "robbowen.synthwave-vscode"
vscode "sabrsorensen.synthwave-blues"
vscode "sourcegraph.cody-ai"
vscode "stylelint.vscode-stylelint"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "yummygum.city-lights-icon-vsc"
